Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: You and %s like this.
be: Вы ды %s упадабалі на гэта.

source: You and 1 person like this.
be: Вы ды яшчэ адзін чалавек упадабалі на гэта.

source: You are a genius!
be: Ты — ґеній!

source: You are a true great among humans.
be: Ты сапраўды слаўны паміж людзей.

source: You are about to 1) make a copy of your calendar database to the sd card/usb storage which is readable by any app and 2) email it.
be: Вы зьбіраецеся 1) перапісаць асобнік базы зьвестак календара на картку SD або сховішча USB, дзе кожная праґрама зможа прачытаць яе, 2) даслаць базу па электроннае пошце.

source: You are currently offline.
be: Вы зараз адлучаныя.

source: You are currently signed into the following accounts:
be: Вы ўвайшлі ў наступныя рахункі:

source: You are doing this on purpose, aren't you?
be: Ты ж наўмысна гэта робіш, так?

source: You are my angel!
be: Ты — мой анёл!

source: You are my undoubtedly my favorite human!
be: Ты, без сумневу, мой улюбёны чалавек!

source: You are not allowed to make phone calls at this time.
be: Вы пакуль ня можаце тэлефанаваць.

source: You are not allowed to make phone calls at this time. Please try again later.
be: Вы ня можаце тэлефанаваць у гэты час. Калі ласка, паспрабуйце зноўку пазьней.

source: You are not allowed to send SMS at this time.
be: Вы пакуль ня можаце дасылаць SMS.

source: You are not logged in.
be: Вы не ўвайшлі ў сыстэму.

source: You are now off the record.
be: Гутарка не запісваецца.

source: You are starting to resemble me, aren't you?
be: Ты пачынаеш нагадваць мяне, ці ня так?

source: You are using AdFree!
be: Вы карыстаецеся AdFree!

source: You are using a mobile data connection.
be: Вы злучыліся зь сецівам па перасоўнае сетцы.

source: You are welcome to visit application web site at vk.amberfog.com
be: Запрашаем вас наведаць сеціўную бачыну праґрамы: vk.amberfog.com.

source: You can add a word through the menu.
be: Слова можна дадаць праз мэню.

source: You can add new contacts or set addresses for existing contacts in the Contacts app.
be: Дадаць новыя кантакты ці пазначыць адрас у існых можна ў праґраме «Кантакты».

source: You can always set up your auto-fill text from the Browser > Settings > General screen.
be: Вызначыць, якія зьвесткі трэба запаўняць, можна будзе ў разьдзеле «Агульнае» наладаў аглядальніку.

source: You can call landlines and mobiles at great rates, too.
be: Можна тэлефанаваць на перасоўныя ды гарадзкія нумары па нізкіх коштах.

source: You can change this later in Facebook Settings.
be: Пазьней гэта можна будзе зьмяніць у наладах Facebook.

source: You can change your backup settings at any time in the Settings application, under Privacy.
be: Налады адноўкі ў любы час можна зьмяніць у наладах: пункт «Адасобленасьць».

source: You can change your status when you are online again.
be: Зьмяніць свой стан можна будзе, калі вы зноўку далучыцеся.

source: You can choose to share them at any time from your phone or desktop.
be: У любы час вы можаце падзяліцца імі праз свой тэлефон або з кампутару.

source: You can configure Email for most accounts in just a few steps.
be: Эл. пошта большасьці рахункаў настаўляецца за некалькі крокаў.

source: You can configure an Exchange ActiveSync account in just a few steps.
be: Рахунак Exchange ActiveSync настаўляецца за некалькі крокаў.

source: You can configure an Exchange account in just a few steps.
be: Рахунак Exchange настаўляецца за некалькі крокаў.

source: You can connect to a Wi-Fi network without a SIM.
be: Бяз карткі SIM можна злучыцца з сеткаю Wi-Fi.

source: You can control how it adjusts to your screen here.
be: Тут можна кіраваць тым, як праґрама будзе дапасоўвацца да экрану.

source: You can disable these features in Settings, under Location & Security \u0020and under Privacy.
be: Вы можаце забараніць гэтую функцыю ў наладах: пункт «Бясьпека ды месцазнаходжаньне», — і праз «Адасобленасьць».

source: You can disable these features in Settings, under Location & Security \u0020and under Search.
be: Вы можаце забараніць гэтую функцыю ў наладах: пункт «Бясьпека ды месцазнаходжаньне», — і праз пошук.

source: You can disable these features in Settings, under Location & Security and under Privacy.
be: Вы можаце забараніць гэтую функцыю ў наладах: пункт «Бясьпека ды месцазнаходжаньне», — і праз «Адасобленасьць».

source: You can disable these features in Settings, under Location & Security and under Search.
be: Вы можаце забараніць гэтую функцыю ў наладах: пункт «Бясьпека ды месцазнаходжаньне», — і праз пошук.

source: You can download a screen reader for your device from Android Market.
be: Можна спампаваць чытальнік экрану для сваёй прылады з Крамы Android.

source: You can download it the next time you connect to a WiFi network.
be: Можна спампаваць яго наступным разам, калі вы злучыцеся зь сеткаю Wi-Fi.

source: You can either pay per minute or get unlimited calls* to a country, region or over 40 countries worldwide with a subscription.
be: Можна плаціць за кожную хвіліну, або набыць падпіску дый атрымаць магчымасьць неабмежавана тэлефанаваць* у пэўную краіну, мясцовасьць ці больш як у 40 краін па ўсім сьвеце.

source: You can encrypt your accounts, settings, downloaded apps and their data, media, and other files.
be: Можна шыфраваць рахункі, налады, спампаваныя праґрамы ды іншыя зьвесткі, музыку, відэа ды іншыя файлы.

source: You can find more appropriate data usage controls in the settings available within the app.
be: Больш дакладна кіраваць выкарыстаньнем сеціва можна ў наладах праґрамы.

source: You can find us:
be: Нас можна знайсьці тут:

source: You can go to Settings-> Data roaming to turn data back on anytime
be: Каб вярнуць злучэньне зь сецівам, можна зайсьці ў «Налады» —> «Сеціва ў блуканьні»

source: You can mark maximum 20 messages at a time.
be: Можна пазначаць ня болей за 20 паведамленьняў за раз.

source: You can not setup this catalog
be: Нельга ўладкаваць гэты пералік

source: You can not setup this group
be: Нельга ўладкаваць гэтую суполку

source: You can only remove it by resetting the phone to factory defaults (which deletes all your personal data) in Settings > Backup & reset.
be: Яго можна прыбраць, толькі ўзнавіўшы тэлефон да пачатковага завадзкога стану (што выдаліць усе асабістыя зьвесткі): пункт наладаў «Адноўка ды ўзнаўленьне».

source: You can only remove it by resetting the phone to factory defaults (which deletes all your personal data).
be: Яго можна зьнішчыць, толькі ўзнавіўшы тэлефон да пачатковага завадзкога стану (што сатрэ ўсе асабістыя зьвесткі).

source: You can only remove it by resetting the tablet to factory defaults (which deletes all your personal data) in Settings > Backup & reset.
be: Яго можна прыбраць, толькі ўзнавіўшы пляншэт да пачатковага завадзкога стану (што выдаліць усе асабістыя зьвесткі): пункт наладаў «Адноўка ды ўзнаўленьне».

source: You can only send messages to your fixed dialing numbers.
be: Дасылаць паведамленьні можна толькі на замацаваныя нумары.

source: You can put your favorite apps here.
be: Сюды вы можаце пакласьці праґрамы, якімі карыстаецеся.

source: You can restore it by changing your lock screen PIN or password.
be: Каб аднавіць іх, трэба зьмяніць код або пароль адмыкаць экран.

source: You can restore this data if you replace your phone or reinstall an application.
be: Гэтыя зьвесткі можна аднавіць, калі вы заменіце тэлефон, або нанова ўсталюеце праґраму.

source: You can safely remove SD card.
be: Можна выцягваць картку SD бяз рызыкі.

source: You can safely remove USB storage.
be: Можна выцягваць сховішча USB бяз рызыкі.

source: You can select a custom icon too.
be: Таксама можна абраць значак.

source: You can set a title here
be: Тут можна пазначыць загаловак

source: You can set up an Exchange ActiveSync account in just a few steps.
be: Рахунак Exchange ActiveSync уладкоўваецца за некалькі крокаў.

source: You can set up an Exchange account in just a few steps.
be: Рахунак Exchange уладкоўваецца за некалькі крокаў.

source: You can set up email for most accounts in just a few steps.
be: Эл. пошта большасьці рахункаў уладкоўваецца за некалькі крокаў.

source: You can star search results in Google Maps by tapping the star icon near the address.
be: Каб пазначыць вынікі пошуку на Мапе Google, трэба націснуць на зорачку побач з адрасам.

source: You can still use the factory version of the application.
be: Можна будзе працягваць карыстацца завадзкою вэрсіяй гэтае праґрамы.

source: You can synchronize your new contact with one of the following accounts.
be: Новыя кантакты можна сынхранізаваць з адным з наступных рахункаў.

source: You can try visiting the desktop site at https://plus.google.com
be: Можаце паспрабаваць наведаць бачыну https://plus.google.com з кампутару.

source: You can turn it off at any time in Settings.
be: Калі пажадаеце, гэта заўжды можна забараніць у наладах.

source: You can use more than one Google Account on your phone (such as your home and work accounts).
be: На сваім тэлефоне вы можаце карыстацца некалькімі рахункамі Google (напрыклад, хатнім і працоўным).

source: You can use only one Twitter account on your phone.
be: На тэлефоне можна карыстацца толькі адным рахункам Twitter.

source: You can use the Call Settings to change which Internet calling account to use by default when placing calls, by selecting a different account under Internet call settings
be: У наладах выклікаў можна вызначыць, які рахунак выклікаў празь сеціва звычайна выкарыстоўваць. Для гэтага трэба абраць іншы рахунак у наладах выклікаў празь сеціва

source: You can't add more screens
be: Нельга дадаць яшчэ болей экранаў

source: You can't change an account's username.
be: Нельга зьмяніць імя карыстальніка рахунку.

source: You can't configure an EAP WiFi connection during setup.
be: Калі ўладкоўваецца Wi-Fi, нельга наставіць злучэньне праз EAP.

source: You can't delete the last screen
be: Нельга выкрасьліць апошні экран

source: You can't post more than 279 characters
be: Допіс мусіць мець ня больш як 279 знакаў

source: You can't reverse this action!
be: Нічога нельга будзе вярнуць!

source: You can't save or open this file because this type of attachment might contain malicious software.
be: Адчыніць або захаваць файл нельга: гэты від залучніка можа зьмяшчаць зламысныя праґрамы.

source: You can't swap screens
be: Нельга мяняць экраны

source: You can't use Bluetooth in Airplane mode.
be: Нельга карыстацца Bluetooth у стане «ў самалёце».

source: You can't use Bluetooth when the phone is in airplane mode.
be: Нельга карыстацца Bluetooth, калі тэлефон у стане «ў самалёце».

source: You can\'t add more screens
be: Вы ня можаце дадаць яшчэ болей экранаў

source: You can\'t delete the last screen
be: Вы ня можаце выдаліць апошні экран

source: You can\'t swap screens
be: Вы ня можаце мяняць экраны

source: You cannot be signed in at this time.
be: Пакуль нельга ўвайсьці.

source: You cannot call yourself.
be: Нельга выклікаць сябе.

source: You cannot chat with yourself.
be: Нельга гутарыць з сабою.

source: You cannot delete contacts from read-only accounts, but you can hide them in your contacts lists.
be: Нельга сьціраць кантакты з рахунку, які можна толькі чытаць, але можна схаваць іх у сьпісе кантактаў.

source: You cannot delete the active profile.
be: Нельга выдаляць дзейны профіль

source: You cannot make a call at this time.
be: Пакуль нельга выклікаць.

source: You cannot make outgoing calls while call barring is on.
be: Калі дзейнічае забарона выклікаў, нельга тэлефанаваць.

source: You cannot send a message to this user due to their privacy settings.
be: Налады адасобленасьці карыстальніка не дазваляюць вам дасылаць яму паведамленьні.

source: You cannot send it again.
be: Нельга запытацца яшчэ раз.

source: You cannot send messages over 2000 characters in length.
be: Нельга дасылаць паведамленьні, даўжэйшыя за 2000 знакаў.

source: You cannot upload a photo larger than 20 MB.
be: Нельга запампоўваць фатаздымкі, большыя за 20 МБ.

source: You cannot upload a video larger than 1 GB.
be: Нельга запампоўваць відэа, большае за 1 ҐБ.

source: You cannot use that account in this situation.
be: У гэтым разе нельга ўжываць гэны рахунак.

source: You do not have any accessibility related applications installed.
be: Вы ня ўсталявалі ніводнае праґрамы, зьвязанае з даступнасьцю.

source: You do not have any third-party applications installed.
be: Няма праґрамаў, усталяваных з пабочных крыніцаў.

source: You do not have any words in the user dictionary.
be: Ваш слоўнік ня мае ніводнага слова.

source: You do not have permission to open this page.
be: Вам не дазволена адчыняць гэтую бачыну.

source: You do that in the Settings application, under Privacy.
be: Гэта можна зрабіць у пункце «Адасобленасьць» праґрамы «Налады».

source: You don't have a SIM card installed in the phone, so it can't connect to a mobile network for voice or data services.
be: Вы не ўсталявалі ў тэлефон картку SIM, таму нельга злучыцца зь перасоўнаю сеткаю, каб карыстацца службамі перадаваць голас і дадзеныя.

source: You don't have a data connection.
be: Няма злучэньня зь сецівам.

source: You don't have any contacts to display.
be: Няма кантактаў, якія можна было б паказаць.

# You don't have any contacts to display.
source: You don't have any contacts to display.\n\n
be: Няма кантактаў, якія можна было б паказаць.\n\n

source: You don't have any contacts to display.\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nNew contact to create a new contact from scratch\n \nImport/Export\n\n
be: Няма кантактаў, якія можна было б паказаць.\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n

source: You don't have any contacts with addresses.
be: Вы ня маеце ніводнага кантакту з адрасам.

source: You don't have any favorites.
be: Ва ўпадабаных нікога няма.

source: You don't have any favorites.\n\nTo add a contact to your list of favorites:\n\nTouch the Contacts tab\n \nTouch the contact you want to add to your favorites\n \nTouch the star next to the contact's name\n\n
be: Ва ўпадабаных нікога няма.\n \n Каб дадаць кантакт да сьпісу ўпадабаных, зрабіце наступнае:\n \n Абярыце картку Кантакты\n \n Націсьніце на кантакт, які вы хочаце дадаць да ўпадабаных\n \n Націсьніце на зорачку праваруч ад імені кантакту\n\n

source: You don't have any notifications
be: Вы ня маеце спавяшчэньняў

source: You don't have any starred items.
be: Вы ня маеце захаваных адзначаных пунктаў.

source: You don't have any third-party apps installed.
be: Няма праґрамаў, усталяваных з пабочных крыніцаў.

source: You don't have any words in the user dictionary.
be: Ваш слоўнік ня мае ніводнага слова.

source: You don't have enough Skype Credit for this call.
be: Вам нестае крэдыту ў Skype, каб выклікаць.

source: You don't have permission to sync with this server.
be: Няма дазволу сынхранізавацца з гэтым паслужніком.

source: You don\'t have any contacts to display.
be: Няма кантактаў, якія можна было б паказаць.

source: You don\'t have any contacts to display. (If you just added an account, it can take a few minutes to sync contacts.)
be: Няма кантактаў, якія можна было б паказаць. (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)

source: You don\'t have any contacts to display. (If you just added an account, it can take a few minutes to sync contacts.)\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nDisplay options to change which contacts are visible\n \nNew contact to create a new contact from scratch\n \nImport/Export\n\n
be: Няма кантактаў, якія можна было б паказаць. (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Можнасьці паказу — каб вызначыць, якія кантакты мусяць паказвацца\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n\n

source: You don\'t have any contacts to display.\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nNew contact to create a new contact from scratch\n \nImport/Export\n\n
be: Няма кантактаў, якія можна было б паказаць.\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n

source: You don\'t have any favorites.\n\nTo add a contact to your list of favorites:\n\nTouch the Contacts tab\n \nTouch the contact you want to add to your favorites\n \nTouch the star next to the contact\'s name\n\n
be: Ва ўпадабаных нікога няма.\n \n Каб дадаць кантакт да сьпісу ўпадабаных, зрабіце наступнае:\n \n Абярыце картку Кантакты\n \n Націсьніце на кантакт, які вы хочаце дадаць да ўпадабаных\n \n Націсьніце на зорачку праваруч ад імені кантакту\n\n

source: You don’t have a network connection.
be: Няма злучэньня зь сеткаю.

source: You entered the wrong password or your account has changed.
be: Вы ўпісалі неадпаведны пароль, або ваш рахунак быў зьмяніўся.

source: You have
be: Вы маеце

source: You have %d new messages
be: Новых паведамленьняў вам: %d

source: You have %d new messages.
be: Новых паведамленьняў вам: %d.

source: You have 1 new message
be: Вы маеце новае паведамленьне

source: You have %1$d more chances before credential storage is erased.
be: Да таго, як сховішча пасьведчаньняў вычысьціцца, засталося некалькі (%1$d) спробаў.

source: You have %1$d more tries to enter the correct password before the credential storage is erased.
be: Засталося некалькі (%1$d) спробаў упісаць адпаведны пароль да таго, як сховішча пасьведчаньняў вычысьціцца.

source: You have a cat who wants to talk to you.
be: У цябе тут кацяня, якое хоча пабалбатаць!

source: You have a new message.
be: Вам новае паведамленьне.

source: You have accepted this invitation
be: Вы прынялі запрашэньне

source: You have arrived.
be: Вы прыехалі.

source: You have completed the tutorial.
be: Вы скончылі навучацца.

source: You have connected to your computer via USB.
be: Далучыліся да кампутара праз USB.

source: You have connected your phone to your computer via USB.
be: Тэлефон злучылі з кампутарам праз USB.

source: You have connected your phone to your computer via USB. Select the button below if you want to copy files between your computer and your Android\u2018s SD card.
be: Вы злучылі ваш тэлефон з кампутарам праз USB. Націсьніце кнопку ўнізе, калі вы хочаце перапісаць файлы з кампутару на картку SD тэлефону, ці наадварот.

source: You have connected your phone to your computer via USB. Select the button below if you want to copy files between your computer and your Android‘s SD card.
be: Вы злучылі ваш тэлефон з кампутарам праз USB. Націсьніце кнопку ўнізе, калі вы хочаце перапісаць файлы з кампутару на картку SD тэлефону, ці наадварот.

source: You have declined this invitation
be: Вы адмовіліся ад запрашэньня

source: You have entered an invalid address.
be: Вы ўпісалі хібны адрас.

source: You have incorrectly attempted to unlock the phone %d times.
be: Вы %d разоў спрабавалі адамкнуць тэлефон.

source: You have incorrectly attempted to unlock the tablet %d times.
be: Вы %d разоў спрабавалі адамкнуць пляншэт.

source: You have incorrectly drawn your unlock pattern %d times.
be: Вы %d разоў намалявалі неадпаведны ўзор адмыканьня.

source: You have incorrectly drawn your unlock pattern %d times. After %d more unsuccessful attempts, you will be asked to unlock your phone using your Google sign-in.\n\n Please try again in %d seconds.
be: Вы %d разоў намалявалі неадпаведны ўзор адмыканьня. Пасьля наступных %d няўдалых спробаў яго намаляваць, вас запытаюцца адамкнуць ваш тэлефон з дапамогаю вашага рахунку Google.\n \n Калі ласка, праз %d сэкундаў паспрабуйце зноўку.

source: You have incorrectly drawn your unlock pattern %d times. \n\nPlease try again in %d seconds.
be: Вы %d разоў намалявалі неадпаведны ўзор адмыканьня.\n \n Калі ласка, праз %d сэкундаў паспрабуйце зноўку.

source: You have incorrectly entered your PIN %d times.
be: Вы %d разоў упісалі неадпаведны PIN.

source: You have incorrectly entered your password %d times.
be: Вы %d разоў упісалі неадпаведны пароль.

source: You have incorrectly tried %d times.
be: Вы няўдала спрабавалі %d разоў.

# You have incorrectly tried %d times. Please try again in %d seconds.
source: You have incorrectly tried %d times. \n\nPlease try again in %d seconds.
be: Вы няўдала спрабавалі %d разоў.\n \n Калі ласка, паспрабуйце зноўку праз %d сэкундаў.

source: You have lost data connectivity because you left your home network with data roaming turned off.
be: Страцілі злучэньне зь сецівам, бо пакінулі «хатнюю» сетку, а доступ да сеціва ў блуканьні забаронены.

source: You have no Skype Credit
be: Няма крэдыту ў Skype

source: You have no albums
be: Вы ня маеце альбомаў

source: You have no application to handle this document
be: Няма праґрамы, якая адчыніла б гэта дакумэнт

source: You have no audio
be: Вы ня маеце гуказапісаў

source: You have no calendars.
be: Няма календараў.

source: You have no dialogs
be: Няма размоў

source: You have no groups
be: Няма суполак

source: You have no messages
be: Няма паведамленьняў

source: You have no new notifications.
be: Няма новых спавяшчэньняў.

source: You have no news
be: Няма навінаў

source: You have not defined any template
be: Вы ня вызначылі ніводнага шаблёну

source: You have not specified any recipients
be: Вы ня вызначылі ніводнага атрымальніка

source: You have one more chance before credential storage is erased.
be: Да таго, як сховішча пасьведчаньняў вычысьціцца, засталася адна спроба.

source: You have one more try to enter the correct password before the credential storage is erased.
be: Засталася адна спроба ўпісаць адпаведны пароль да таго, як сховішча пасьведчаньняў вычысьціцца.

source: You have opened an application that requires you link a Google Account to your phone.
be: Вы адчынілі праґраму, якая патрабуе прывязаць рахунак Google да тэлефона.

source: You have received a group chat invitation from %s
be: Вы атрымалі ад %s запрашэньне да супольнае гутаркі

source: You have replied \"maybe\" to this invitation
be: Вы адказалі «магчыма» на запрашэньне

source: You have selected to launch this application by default for some actions.
be: Вы абралі перадвызначана запускаць гэтую праґраму для пэўных дзеяньняў.

source: You have to wake up!!
be: Ты мусіш прачнуцца!

source: You haven't set up an email account yet.
be: Вы не ўладкавалі ніводнага рахунку электроннае пошты.

source: You like this.
be: Вы ўпадабалі на гэта.

source: You made me a boogie-cat...
be: Ты зрабіў зь мяне балотнае кацяня…

source: You made me happy.
be: Ты робіш мяне шчасьлівым.

source: You may also need to enter this PIN on the other device.
be: Можа спатрэбіцца набраць гэта код на іншае прыладзе.

source: You may also need to enter this passkey on the other device.
be: Можа спатрэбіцца набраць гэта пароль на іншае прыладзе.

source: You may have to reformat it.
be: Паспрабуйце разьмеціць нанова.

source: You may incur significant roaming charges!
be: Вы можаце панесьці значныя страты ў блуканьні!

source: You may need to find an area with better coverage (near a window, or outside).
be: Мажліва, вам трэба пашукаць мейсца зь лепшым пакрыцьцём (ля вакна, ці звонку).
